Repository: Distrotech/iso-codes
Catalog: iso_3166/iso_3166_3/*.po
Languages: da, el, ja, ro

source: British Antarctic Territory
da: Britisk Antarktisk Territorie
el: Βρετανική Περιοχή της Ανταρκτικής
ja: 英領南極地域
ro: Teritoriul Arctic Britanic

source: Burma, Socialist Republic of the Union of
da: Burma, Den Socialistiske Republik Unionen
el: Μπούρμα, Σοσιαλιστική Δημοκρατία του
ja: ビルマ社会主義連邦共和国
ro: Republica Socialistă a Uniunii Burma

source: Byelorussian SSR Soviet Socialist Republic
da: Hviderusland, Den Sovjetiske Republik
el: Σοβιετική Σοσιαλιστική Δημοκρατία της Λευκορωσίας
ja: 白ロシアソビエト社会主義連邦共和国
ro: Republica Sovietică Socialistă Bielarus

source: Canton & Enderbury Islands
da: Canton og Enderbury-øerne
el: Νήσοι Καντόν και Εντερμπούρυ
ja: カントンエンダーベリー諸島
ro: Canton şi insulele Enderbury

source: Czechoslovakia, Czechoslovak Socialist Republic
da: Tjekkoslovakiet, Den Socialistiske Republik
el: Τσεχοσλοβακία, Τσεχοσλοβακική Σοσιαλιστική Δημοκρατία
ja: チェコスロバキア社会主義共和国
ro: Republica Socialistă Cehoslovacia

source: Dahomey
el: Νταχομέι
ja: ダオメー

source: Dronning Maud Land
ja: ドロンニングモードランド
ro: ţinutul Dronning Maud

source: East Timor (was Portuguese Timor)
da: Østtimor (tidligere Portugisisk Timor)
el: Ανατολικό Τιμόρ (πρώην Πορτογαλικό Τιμόρ)
ja: 東ティモール (ポルトガル領ティモール)
ro: Timorul de Est (fost Timorul Portughez)

source: Ethiopia
da: Etiopien
el: Αιθιοπία
ja: エチオピア
ro: Etiopia

source: France, Metropolitan
da: Frankrig, Metropolitan
el: Μητροπολιτική Γαλλία
ja: メトロポリタンフランス
ro: Franţa, Metropolitan

source: French Afars and Issas
da: Fransk Afars og Issas
el: Γαλλικές Αφάρς και Ισσάς
ja: フランス領アファルとイッサ
ro: Afars şi Issas Francez

source: French Southern and Antarctic Territories (now split between AQ and TF)
da: Franske Sydlige og Antarktiske Territorier (nu opdelt i AQ og TF)
el: Γαλλικές Νότιες και Ανταρκτικές Περιοχές (τώρα χωρίζονται μεταξύ AQ και TF)
ja: フランス領南方南極地域 (AQ と TF に分割)
ro: Tritoriul Antarctic şi de Sud francez (acum împărţit între AQ şi TF)

source: German Democratic Republic
da: Tyske Demokratiske Republik (DDR)
el: Λαϊκή Δημοκρατία της Γερμανίας
ja: ドイツ民主主義共和国
ro: Republica Democrată Germania

source: Germany, Federal Republic of
da: Tyskland, Den Føderale Republik
el: Γερμανία, Ομοσπονδιακή Δημοκρατία της
ja: ドイツ連邦共和国

source: Gilbert & Ellice Islands (now split into Kiribati and Tuvalu)
da: Gilbert og Ellice-øerne (nu opdelt i Kiribati og Tuvalu)
el: Νήσοι Γκίλμπερτ και Ελλίς (τώρα χωρισμένοι στα Κιριμπάτι και Τουβαλού)
ja: ギルバートエリス諸島 (キリバスとツバルに分割)
ro: Insulele Gilbert şi Ellic (acum împărţite între Kiribati şi Tuvalu)

source: Johnston Island
da: Johnston-øen
el: Νήσος Johnston
ja: ジョンストン島
ro: Insulele Johnston

source: Midway Islands
da: Midway-øerne
el: Νήσοι Μίντγουαίυ
ja: ミッドウェー諸島
ro: Insulele Midway

source: Netherlands Antilles
da: Hollandske Antiller
el: Ολλανδικές Αντίλλες
ja: オランダアンティル諸島
ro: Antilele Olandeze

source: Neutral Zone (formerly between Saudi Arabia & Iraq)
da: Neutral Zone (tidligere mellem Saudiarabien og Irak)
el: Ουδέτερη Ζώνη (πρώτα ανάμεσα σε Σαουδική Αραβία και Ιράκ)
ja: 中立区域 (サウジアラビアとイラク間)
ro: Zona Neutră (înainte între Arabia saudită şi Irak

source: New Hebrides
el: Νέες Εβρίδες
ja: ニューヘブリディーズ
ro: Noile Hebride

source: Pacific Islands (trust territory) (divided into FM, MH, MP, and PW)
da: Stillahavsøerne (opdelt i FM, MH, MP og PW)
el: Ειρηνικοί Νήσοι (περιοχή εμπιστοσύνης) (χωρισμένοι σε FM, MH, MP και PW)
ja: 太平洋諸島 (FM, MH, MP, PW に分割)
ro: Insulele Pacificului (teritoriul de încredere) (divizat între FM, MH, MP, şi PW)

source: Panama, Republic of
da: Panama, Republikken
el: Παναμάς, Δημοκρατία του
ja: パナマ共和国
ro: Republica Panama

source: Panama Canal Zone
da: Panamakanal-zonen
el: Ζώνη Καναλιού του Παναμά
ja: パナマ運河区域
ro: Zona Canalului Panama

source: Romania, Socialist Republic of
da: Rumænien, Den Socialistiske Republik
el: Σοσιαλιστική Δημοκρατία της Ρουμανίας
ja: ルーマニイア社会主義共和国
ro: Republica Socialistă România

source: St. Kitts-Nevis-Anguilla (now St. Kitts and Nevis and Anguilla)
da: St. Kitts-Nevis-Anguilla (nu Skt. Kitts, Nevis og Anguilla)
el: Σαιντ Κιττς-Νέβις-Ανγκίλλα (τώρα Σαιντ Κιττς και Νέβις και Ανγκίλλα)
ja: セントキッツネヴィス
ro: St. Kitts-Nevis-Anguilla (acum St. Kitts şi Nevis şi Anguilla)

source: Sikkim
el: Σικκίμ
ja: シッキム

source: Southern Rhodesia
da: Sydlige Rhodesien
el: Νότια Ροδεσία
ja: 南ローデシア
ro: Rodezia de Sud

source: Spanish Sahara (now Western Sahara)
da: Spanske Sahara (nu Vestsahara)
el: Ισπανική Σαχάρα (τώρα Δυτική Σαχάρα)
ja: スペインサハラ (西サハラ)
ro: Sahara Spaniolă (acum Sahara de Vest)

source: US Miscellaneous Pacific Islands
da: Forenede Staters Forskellige Stillehavsøer
el: Διάφοροι Ειρηνικοί Νήσοι Αμερικής
ja: 米国の種々の太平洋諸島
ro: Diverse Insule în Pacific ale SUA

source: USSR, Union of Soviet Socialist Republics
da: USSR, Sovjetunionen
el: ΕΣΣΔ, Ένωση Σοβιετικών Σοσιαλιστικών Δημοκρατιών
ja: ソビエト社会主義共和国連邦
ro: URSS, Uniunea Republicilor Sovietice Socialiste

source: Upper Volta, Republic of
da: Øvre Volta, Republikken
el: Άνω Βόλτα, Δημοκρατία της
ja: オートヴォルタ共和国
ro: Republica Volta Superioară

source: Vatican City State (Holy See)
da: Vatikanstaten
el: Κράτος του Βατικανό (Αγία Έδρα)
ja: ヴァチカン市国 (聖庁)
ro: Statul Oraş Vatican

source: Viet-Nam, Democratic Republic of
da: Vietnam, Den Demokratiske Republik
el: Βιετ-Ναμ, Δημοκρατία του
ja: ベトナム民主主義共和国
ro: Republica Democrată Vietnam

source: Wake Island
da: Wake-øen
el: Νήσοι Γουέικ
ja: ウェーク島
ro: Insula Wake

source: Yemen, Democratic, People's Democratic Republic of
da: Yemen, Folkets Demokratiske Republik
el: Υεμένη, Δημοκρατική, Λαϊκη Δημοκρατία της
ja: イエメン民主主義人民共和国
ro: Republica Democrată Populară Yemen

source: Yemen, Yemen Arab Republic
da: Yemen, Den Arabiske Republik
el: Υεμένη, Αραβική Δημοκρατία της
ja: イエメンアラブ共和国
ro: Republica Arabă Yemen

source: Yugoslavia, Socialist Federal Republic of
da: Yugoslavien, Den Socialistisk-føderale Republik
el: Γιουγκοσλαβία, Σοσιαλιστική Ομοσπονδιακή Δημοκρατία της
ja: ユーゴスラビア社会主義連邦共和国
ro: Republica Federală Socialistă Iugoslavia

source: Zaire, Republic of
da: Zaire, Republikken
el: Ζαΐρ, Δημοκρατία του
ja: ザイール共和国
ro: Republica Zair
